{
  "ADAPTABILITY": {
    "1": "Conduct retrospective meetings to assess what approaches were successful and which were not.",
    "2": "Attend cross-functional meetings to understand broader business dynamics.",
    "3": "Stay informed on industry trends to anticipate and prepare for changes.",
    "4": "Cultivate mental flexibility through grounding techniques like yoga, meditation, tai chi, exercise.",
    "5": "Embrace new technologies and methodologies quickly.",
    "6": "Regularly revise personal and team goals to align with changing company strategies.",
    "7": "Pay attention to the behaviors, speech, and values of others to tune-in to the situation.",
    "8": "Encourage team experimentation with new problem-solving techniques.",
    "9": "Journal with prompts related to seeing alternative perspectives. Ask yourself what others may be thinking and write from their perspective.",
    "10": "Encourage and reward flexibility and creativity within the team."
  },
  "AGENT OF CHANGE": {
    "1": "Communicate the benefits of change compellingly and clearly to your team and others.",
    "2": "Express thoughts and ideas openly in meetings.",
    "3": "Regularly solicit input and act on feedback.",
    "4": "Celebrate milestones and successes related to change initiatives.",
    "5": "Map out potential resistance points and develop strategies to address them.",
    "6": "Use data and case studies to demonstrate the success of proposed changes.",
    "7": "Develop small pilot programs to test changes before wide-scale implementation.",
    "8": "Identify early adopters within your team to help champion new initiatives.",
    "9": "Stay patient and persistent, recognizing that change takes time.",
    "10": "Build a network of change agents within and outside the organization for support and ideas."
  },
  "BUILDING TEAMS": {
    "1": "Foster a culture of open communication and collaboration.",
    "2": "Hold regular 1-1 and team check-ins about how the team is doing.",
    "3": "Define clear roles and responsibilities aligned with team members' strengths.",
    "4": "Set shared goals that require collaboration to achieve.",
    "5": "Address issues and concerns directly and promptly with individuals involved.",
    "6": "Encourage the team to share successes and failures as learning opportunities.",
    "7": "Regularly communicate how each project contributes to the company's mission.",
    "8": "Seek to understand and leverage diverse perspectives on the team.",
    "9": "Allocate time in meetings to share how your work impacts customers.",
    "10": "Develop a charter that outlines the team's purpose, values, and behaviors expected from members."
  },
  "COACHING": {
    "1": "Conduct one-on-one meetings to discuss career goals and professional development.",
    "2": "Provide frequent, specific, genuine praise.",
    "3": "Provide constructive, actionable feedback regularly",
    "4": "Set up a peer coaching program within the team.",
    "5": "Use the GROW (Goal, Reality, Options, Will) model to structure coaching conversations.",
    "6": "Encourage team members to reflect on their performance and identify areas for growth.",
    "7": "Share articles, books, and resources relevant to team members' growth areas.",
    "8": "Offer specific advice and strategies to overcome work challenges.",
    "9": "Create individual development plans in partnership with team members.",
    "10": "Engage with coaching best practices (listening without distractions, asking open-ended questions, reflecting back)"
  },
  "CREATING BUY-IN": {
    "1": "Clearly articulate the vision and its importance to both the team and the company.",
    "2": "Identify the people and groups you need to support your initiative and meet with them to get their input.",
    "3": "Be willing to compromise and negotiate with stakeholders.",
    "4": "Use storytelling to make the objectives more relatable and compelling.",
    "5": "Identify and address individual concerns through one-on-one discussions.",
    "6": "Invite input and incorporate feedback from the team to refine initiatives.",
    "7": "Maintain consistent communication about progress and milestones.",
    "8": "Be transparent about challenges while maintaining a positive outlook.",
    "9": "Proactively build collaborative partnerships with key stakeholder groups and build trust before you need their support.",
    "10": "Align incentives and rewards with desired outcomes to motivate team members."
  },
  "DECISIVENESS": {
    "1": "Start by determining what the decision making process will be.",
    "2": "Define the desired outcomes when preparing to make a decision. Then evaluate options against the desired outcomes.",
    "3": "Take steps to reduce confirmation bias: seek out disconfirming evidence and alternate points of view.",
    "4": "Take steps to reduce overconfidence bias: how will we know if we are wrong? how can we prepare for that?",
    "5": "Communicate decisions clearly along with the rationale behind them.",
    "6": "Learn from past decisions by reviewing outcomes and processes.",
    "7": "Balance intuition with data when making decisions.",
    "8": "Delegate decision-making in areas where team members have more expertise.",
    "9": "Set deadlines for decisions to avoid analysis paralysis.",
    "10": "Gather sufficient information but recognize when it's time to move forward without full certainty."
  },
  "DELEGATION AND EMPOWERMENT": {
    "1": "Assess individual team members' skills and delegate tasks that match their strengths.",
    "2": "Clearly communicate expectations and desired outcomes when delegating.",
    "3": "Provide the necessary resources and authority for team members to complete delegated tasks.",
    "4": "Encourage autonomy while remaining available for guidance.",
    "5": "Set up regular check-ins to monitor progress without micromanaging.",
    "6": "Use delegation as a tool for developing team members' skills and careers.",
    "7": "Give constructive feedback and recognize strong performance upon task completion.",
    "8": "Trust your team's abilities and avoid the temptation to take back tasks.",
    "9": "Foster a culture where team members feel empowered to take initiative.",
    "10": "Encourage team members to delegate within their own sub-teams."
  },
  "DEVELOPING STRUCTURES, SYSTEMS, AND PROCESSES": {
    "1": "Map existing processes and identify areas for efficiency improvements.",
    "2": "Involve team members in creating and refining new systems and processes.",
    "3": "Define value in the 'eyes of the customer' for each process.",
    "4": "Adopt a systems mindset, seeking to understand the interconnections between the parts.",
    "5": "Pilot new processes on a small scale before company-wide implementation.",
    "6": "Document processes clearly and ensure they are accessible to all relevant parties.",
    "7": "Train the team on new systems and processes to ensure consistent understanding and execution.",
    "8": "End each meeting with a summary of key decisions and clear action items with assigned owners.",
    "9": "Create feedback loops within systems to enable continuous improvement.",
    "10": "Balance the need for structure with the flexibility to accommodate unique scenarios."
  },
  "EMPHASIZING EXCELLENCE": {
    "1": "Set high standards for quality and clearly communicate these expectations.",
    "2": "Lead by example by consistently delivering high-quality work.",
    "3": "Recognize and celebrate work that exemplifies excellence.",
    "4": "Regularly seek feedback on how to improve meeting effectiveness.",
    "5": "Provide resources and training to enable high-quality outcomes.",
    "6": "Constructively address subpar work and offer support for improvement.",
    "7": "Challenge the team to exceed industry standards and innovate.",
    "8": "Facilitate a culture of continuous learning and professional development.",
    "9": "Regularly review team outputs to ensure they meet quality standards.",
    "10": "Incorporate excellence into performance metrics and reviews."
  },
  "FACILITATING CONFLICT RESOLUTION": {
    "1": "Encourage open communication to address issues before they escalate.",
    "2": "Act as a neutral mediator during conflicts to facilitate fair resolutions.",
    "3": "Foster an environment where different viewpoints are respected and valued.",
    "4": "Train in conflict resolution techniques to handle disputes effectively.",
    "5": "Regularly check in with team members to proactively identify and resolve tensions.",
    "6": "Encourage team members to resolve conflicts among themselves before escalating.",
    "7": "Use role-playing exercises to prepare for and practice conflict resolution.",
    "8": "Keep a record of conflicts and resolutions to identify patterns and improve future responses.",
    "9": "Provide a safe space for team members to express grievances.",
    "10": "Implement a clear policy for managing conflicts that align with company values."
  },
  "FINDING AND ATTRACTING TALENT": {
    "1": "Attend meetups and industry conferences to network with potential candidates.",
    "2": "Foster internships and partnerships with universities to build a talent pipeline.",
    "3": "Create a compelling employer brand story to share on social media and career pages.",
    "4": "Implement a structured interview process that highlights growth opportunities.",
    "5": "Build a diverse and inclusive work environment to attract a wider range of candidates.",
    "6": "Offer a referral bonus to current employees for successful hires.",
    "7": "Host open house events or talks to showcase your company culture.",
    "8": "Showcase your company’s work and projects to attract talent interested in doing that work.",
    "9": "Develop a competitive benefits package that includes unique perks and professional development opportunities.",
    "10": "Utilize professional networking platforms to headhunt and connect with talent."
  },
  "HOLDING PEOPLE ACCOUNTABLE": {
    "1": "Set clear and measurable goals in a collaborative manner with each team member.",
    "2": "Provide regular feedback to team members, both praise and constructive feedback.",
    "3": "Provide regular coaching through asking questions and helping team members strengthen problem solving mindsets.",
    "4": "Hold debriefs after major decisions or events to learn from them.",
    "5": "Delegate tasks with clear ownership and deadlines.",
    "6": "Follow up on delegated tasks to ensure progress and offer support.",
    "7": "Hold regular one-on-one meetings with each team member to review progress and provide support.",
    "8": "Use project management tools to monitor task completion and provide visibility to the team.",
    "9": "Conduct regular performance reviews to discuss progress and areas for improvement.",
    "10": "Address underperformance promptly and constructively, with a plan for improvement."
  },
  "INSPIRATIONAL ROLE MODEL": {
    "1": "Demonstrate a strong work ethic and commitment to quality.",
    "2": "Share yourself with your team, being open about personal stories and challenges.",
    "3": "Exhibit enthusiasm and passion for your work and the company's mission.",
    "4": "Display a positive attitude even in the face of setbacks.",
    "5": "Lead by example in maintaining a healthy work-life balance.",
    "6": "Show appreciation for hard work and dedication openly.",
    "7": "Continuously work on your professional development and share your learnings.",
    "8": "Treat everyone with respect and fairness, regardless of their position.",
    "9": "Demonstrate the values and behaviors you wish to see in your team.",
    "10": "Be consistent in your speech, actions, and decisions."
  },
  "LISTENING": {
    "1": "Practice active listening during conversations.",
    "2": "Encourage team members to share their ideas and truly consider them.",
    "3": "Regularly ask for feedback on your management style and decisions.",
    "4": "Ask open-ended questions to understand the perspective of others fully.",
    "5": "Hold regular one-on-one meetings to understand individual concerns and suggestions.",
    "6": "Provide your full attention during discussions, avoiding distractions like checking emails.",
    "7": "Reflect back what you've heard to ensure understanding and show that you are listening.",
    "8": "Recognize and acknowledge the feelings behind the words, not just the words themselves.",
    "9": "Keep an open-door policy where team members feel comfortable coming to you.",
    "10": "Follow up on discussions to show you have taken to heart what was said."
  },
  "PLANNING, PRIORITIZING, AND MAINTAINING FOCUS": {
    "1": "Set annual and quarterly goals using a goal-setting system (e.g. OKRs).",
    "2": "Begin each week with clear goals and objectives.",
    "3": "Conduct regular team meetings to review progress toward goals.",
    "4": "Break down large projects into manageable milestones.",
    "5": "Ensure goals are specific and measurable with clear owners.",
    "6": "Limit the number of active projects to avoid overextension.",
    "7": "Keep purpose in mind in meetings. Respectfully redirect if getting off topic or less relevant to the group.",
    "8": "Coach the team around prioritization and time management techniques to improve effectiveness.",
    "9": "Create focused work periods with no meetings to allow for deep work.",
    "10": "Set realistic deadlines and help your team manage their workload to meet them."
  },
  "PRAISE AND RECOGNITION": {
    "1": "Give praise to team members that is specific.",
    "2": "Give praise to team members in a timely manner.",
    "3": "Appreciate small acts as well as major achievements.",
    "4": "Recognize the effort as much as the outcome.",
    "5": "Provide praise mostly in a one-on-one context.",
    "6": "Provide praise more frequently than constructive feedback.",
    "7": "Praise learning moments as helpful in working toward quality outcomes.",
    "8": "Share praise in all directions, to your supervisor, your peers, and any people you manage.",
    "9": "Encourage team members to share praise with each other to identify what is working and build upon it.",
    "10": "Write personalized thank-you notes for outstanding effort."
  },
  "RESILIENCE AND STRESS MANAGEMENT": {
    "1": "Promote a healthy work-life balance within your team.",
    "2": "Encourage regular breaks and time off to prevent burnout.",
    "3": "Offer flexible working hours to accommodate personal needs.",
    "4": "Lead by example by managing your stress in a healthy way.",
    "5": "Regularly check in with team members about their workload and stress levels.",
    "6": "Create a supportive environment where team members can talk about their stressors.",
    "7": "Introduce relaxation areas, classes, or activities in the workplace.",
    "8": "Encourage physical activity (e.g., organize team fitness challenges, team exercise outings).",
    "9": "Host workshops on stress management techniques (yoga, meditation, tai chi).",
    "10": "Journal using prompts related to resilience."
  },
  "STRATEGIC FOCUS": {
    "1": "Develop a clear and coherent strategy.",
    "2": "Make sure team objectives are highly aligned with the company’s strategic priorities.",
    "3": "Focus on the highest priorities and set aside less critical tasks.",
    "4": "Articulate key strategic questions and allocate time to discuss them.",
    "5": "Conduct strategy reviews regularly (e.g., Strengths, Weaknesses, Opportunities, Threats).",
    "6": "Ensure that resources – time, budget, personnel – are allocated in a way that supports the most strategically important projects and initiatives.",
    "7": "Regularly review and communicate the strategic plan to ensure alignment.",
    "8": "Use data and analysis to inform strategic decisions.",
    "9": "Allocate time at least monthly for the team to do bigger picture strategy work.",
    "10": "Encourage the team to think about the long-term impact of their work."
  }
}
